Revit 2024 API
ParameterTypeId.LoadForceFz Property
 "Fz"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId LoadForceFz { get; }
Visual Basic
Public Shared ReadOnly Property LoadForceFz As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ LoadForceFz {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace